{
  "sections": {
    "16630739072edbb302": {
      "type": "about-history",
      "settings": {
        "history_header": "75 years old<br class=\"hide-desktop\"> & brand new",
        "history_image": "shopify:\/\/shop_images\/kanes_naples_2019_Head_On-FIX_3a352b14-5346-488b-b83f-1dfad91d5713.jpg",
        "history_alt": "Kane's 70 years old image",
        "history_text": "<p>\nFrom our first day in 1948 in downtown St. Petersburg, Kane’s Furniture’s mission has been to provide top-quality furnishings at the best value. Furniture that will last, at a price no one can beat.\n<\/p>\n<p>\nThroughout the years, Kane’s has grown to 17 Florida stores, from Melbourne and Orlando, over to Tampa, and down to Naples. We achieved this because we never lost our focus. Our primary goal is and will always be providing the best customer service.\n<\/p>\n<p>\nToday, we’re introducing a smarter shopping experience. With new ways to browse at home and in-store. Making it easier for our customers to find the rooms they’ll love and the perfect complementary pieces at the very best price with quality you can trust. We continue to work directly with manufacturers to ensure that we’re getting the best craftsmanship. That’s confidence that only Kane’s can provide.\n<\/p>\n<p>\nOur confidence comes from being a leader for 70 years. This commitment constantly drives us to become an even better brand than we were yesterday.\n<\/p>"
      }
    },
    "16630911983a11072f": {
      "type": "about-confidence",
      "settings": {
        "hyper_heading": "",
        "heading": "75 yrs",
        "copy": "experience <br>& leadership",
        "heading_two": "17",
        "copy_two": "stores <br>& counting",
        "heading_three": "giving back",
        "copy_three": "a responsibility <br>to our community"
      }
    },
    "16631366686cb470ab": {
      "type": "about-timline",
      "settings": {
        "timeline_title": "a look at our history",
        "top_right_image": "shopify:\/\/shop_images\/about-top-retina.webp",
        "top_right_text": "Kane Furniture Corporation is one of the oldest and most respected home furnishing business in Florida. The company was founded in the Spring of 1948 by Maurice A Rothman. The original store was opened in June 1948 and was located on the corner of 8th and Central in downtown St. Petersburg. The building was a two-story, converted rooming house, walk-up, non-air conditioned building with approximately 12,000 square feet of chopped up floor space. We remained at this location for 10 years.",
        "top_left_text": "Subsequently, Mr. Rothman opened stores in Clearwater, Madeira Beach, Lakeland and Holiday Isle all in converted food markets. The present St. Petersburg store was opened in April 1958.  The approximately 50,000 square foot size store was found to be so successful, we closed all the other smaller stores.",
        "mid_right_image": "shopify:\/\/shop_images\/about-mid-retina.webp",
        "mid_right_text": "After St. Petersburg, Kane Furniture expands to open many more locations including Tampa, Clearwater, Fort Myers, Orlando, and Naples in 2014.",
        "bottom_left_text": "In June 1979, the company acquired Savon Furniture in Sarasota which now operated as a division of Kane’s. In June, 1987, the company acquired Kane’s of Orlando. Savon Furniture has become Kane's Furniture and is the brand our customers have come to trust as the place to buy their home furnishings. In January of 2014 Savon Furniture store's become Kane's Furniture in Sarasota, Ft. Myers and Port Charlotte.",
        "bottom_right_text": "<p>\nThroughout the years, Kane’s has grown to 17 Florida stores. We achieved this because our primary goal is and will always be providing the best customer service. Kane’s is proud to introduce newly remodeled showrooms. New inventory. A completely redesigned website. New mobile ways to browse and compare in-store. And we’re taking customer service to a whole new level.\n<\/p>\n<p>\nWe’re not just evolving with the times. We’re changing the game to bring you even greater confidence in furniture buying.\n<\/p>",
        "desktop_bg": "shopify:\/\/shop_images\/kanes-black-gold-background-follow-us-desktop.webp",
        "mobile_bg": "shopify:\/\/shop_images\/kanes-black-gold-background-follow-us-mobile.webp",
        "use_bg_color": true,
        "bg_color": ""
      }
    },
    "16631680493d573144": {
      "type": "about-kanes-cares",
      "blocks": {
        "f92693bc-d781-4c4f-b34c-7241ac734207": {
          "type": "Charity",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/aha.webp",
            "c_name": "American Heart Association",
            "c_desc": "Each year, we raise money to support the American Heart Association, specifically the education and prevention of heart disease. We host fundraising at all of our stores and \ncorporate office, with all employees involved to ensure we maximize our donation."
          }
        },
        "8b9a6524-85f5-4576-95e7-9b3ae9a720a0": {
          "type": "Charity",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/starting-right-now-02_17e942f8-3c4b-4f18-8a02-35339e23cd6a.webp",
            "c_name": "Starting Right, Now",
            "c_desc": "Kane's supports this worthy charity \nthat supports homeless high school students, \nproviding furniture for their locations."
          }
        },
        "68f77b58-b474-4412-b9aa-7af707c6b0cb": {
          "type": "Charity",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/Junior_Achievement_2022.png",
            "c_name": "Enterprise Village",
            "c_desc": "<p>Located at JA BizTown, Kane’s Furniture is proud to sponsor a storefront in this student-sized town built just for 5th graders. The students engage in a hands-on learning experience that teaches economic concepts, workplace skills and personal and business finances. More than 19,000 students experience JA BizTown each year.<\/p>\n\n<p>In addition, Kane’s Furniture is also proud to be a sponsor at JA Finance Park. Located in Tampa at the Bill Poe Family Junior Achievement Campus, this world class experiential learning facility brings personal finance education to 15,000 Hillsborough county 8th grade students annually. The students will experience all aspects of personal finance including learning about balancing a family budget, interest rates, how education affects their earning potential and how saving today can affect their future. The students will use interactive tablets to explore the various career opportunities that Kane's offers.<\/p>"
          }
        },
        "49da9e04-676d-4781-bd76-d8561e359b4a": {
          "type": "Charity",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/ronald-mcdonald-house.webp",
            "c_name": "Ronald McDonald House Charities",
            "c_desc": "Partnering with the Tampa Lightning, \nKane's has donated thousands each year to the Ronald McDonald House. This year, when Steven Stamkos scores a goal at home, Kane's will donate $1,000 and $250 for each assist to the Ronald McDonald House of Tampa."
          }
        },
        "f3d963a8-82fe-4466-b382-f176335b62ae": {
          "type": "Charity",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/great-explorations.webp",
            "c_name": "Great Explorations",
            "c_desc": "We believe children's education is \nimportant and support the Children's Museum in St. Petersburg. This is an interactive facility that allows kids to learn about science and nature."
          }
        },
        "81003eb8-0b3e-4bac-a7da-3b6836515a83": {
          "type": "Charity",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/vinny4.webp",
            "c_name": "Vinny4",
            "c_desc": "Kane's is a proud supporter of The Vinny Lecavalier Foundation, \nworking to build hope for children and families battling pediatric cancer and blood disorders and to fund medical research, programming and pediatric patient care through the new Vincent Lecavalier Pediatric Cancer and Blood Disorders Center at All Children's Hospital in St. Petersburg, FL."
          }
        },
        "4c0cc766-4520-4dc7-8467-dfc8d78219a6": {
          "type": "Charity",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/habitat.webp",
            "c_name": "Habitat for Humanity",
            "c_desc": "We sponsor and build a house each year for deserving families. \nWe have contributed over 600 hours of volunteer time helping to build our 3 homes. This year, we were so honored to present the keys to the Shockey family in Clearwater, FL."
          }
        }
      },
      "block_order": [
        "f92693bc-d781-4c4f-b34c-7241ac734207",
        "8b9a6524-85f5-4576-95e7-9b3ae9a720a0",
        "68f77b58-b474-4412-b9aa-7af707c6b0cb",
        "49da9e04-676d-4781-bd76-d8561e359b4a",
        "f3d963a8-82fe-4466-b382-f176335b62ae",
        "81003eb8-0b3e-4bac-a7da-3b6836515a83",
        "4c0cc766-4520-4dc7-8467-dfc8d78219a6"
      ],
      "settings": {
        "kc_hdg": "kane's cares",
        "kc_desc": "Kane's Furniture believes that contributing to the greater community is an important responsibility. \nAs one of the area's largest employers, we understand how giving back improves the character and quality of life in our community. For 75 years and counting, Kane's has worked to make our community a better place for all."
      }
    },
    "16631787048cbe38d7": {
      "type": "about-giving-back",
      "blocks": {
        "89538d39-e2fa-47dd-bf9d-859167a450e3": {
          "type": "Image",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/IMG_9129_2.jpg"
          }
        },
        "1f7cca56-2f0a-4ca2-9087-bca1cea3e24f": {
          "type": "Image",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/IMG_6194_0aae51c8-bf25-4b94-936e-ba8e899bfdf0.jpg"
          }
        },
        "ee042030-80d9-4444-a285-de4fd0f866a3": {
          "type": "Image",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/IMG_3474_93e93527-6904-42be-aba4-2a23b605c541.jpg"
          }
        },
        "8ffaed9f-e3dc-4bf4-a21f-27746f5b9711": {
          "type": "Image",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/IMG_6156.jpg"
          }
        },
        "cba500e5-8695-4f97-8b5e-fb1ecc9dbe01": {
          "type": "Image",
          "settings": {
            "c_img": "shopify:\/\/shop_images\/IMG_5898_jpg_2.jpg"
          }
        }
      },
      "block_order": [
        "89538d39-e2fa-47dd-bf9d-859167a450e3",
        "1f7cca56-2f0a-4ca2-9087-bca1cea3e24f",
        "ee042030-80d9-4444-a285-de4fd0f866a3",
        "8ffaed9f-e3dc-4bf4-a21f-27746f5b9711",
        "cba500e5-8695-4f97-8b5e-fb1ecc9dbe01"
      ],
      "settings": {
        "gb_hdg": "giving back"
      }
    },
    "166318510647611778": {
      "type": "about-join",
      "settings": {
        "join_cta_text": "see all open positions",
        "join_cta_url": "",
        "join_content_desktop": "Find out what as career in the furniture industry can do for you.<br>There’s paid training, full benefits, flexible hours, vacation pay, and more!<br>Kane's Furniture is always looking for sales reps, truck drivers and customer service reps. Call <a href=\"tel:1-727-545-9555\">727-545-9555<\/a> and ask for the Human Resources Department<br>or <a href=\"\/pages\/careers\">apply online<\/a>.",
        "join_content_mobile": "Find out what as career in the furniture industry can do for you. There’s paid training, full benefits, flexible hours, vacation pay, and more! Kane's Furniture is always looking for sales reps, truck drivers and customer service reps. Call <a href=\"tel:1-727-545-9555\">727-545-9555<\/a> and ask for the Human Resources Department or <a href=\"\/pages\/careers\">apply online<\/a>.",
        "use_bg_color": true,
        "bg_color": "#f5f5f5",
        "join_text_color": "#000000"
      }
    }
  },
  "order": [
    "16630739072edbb302",
    "16630911983a11072f",
    "16631366686cb470ab",
    "16631680493d573144",
    "16631787048cbe38d7",
    "166318510647611778"
  ]
}
